Repository: K56Flex/zanavi
Catalog: po_zanavi/zanavi/zanavi-*.po
Languages: cs, de, el, fr, hu, nl, pl, pt, sk

source: Voice Search, speak your Destination
de: Sprachsuche
fr: Recherche vocale de la destination
hu: Hang alapú keresés, mondd a célt

source: Google Speechrecognition not found
de: Google Text-in-Sprache nicht installiert
fr: Reconnaissance automatique de la parole Google non trouvée
hu: Nem találom a Google beszédfelismeröt!

source: you said:
de: Sie sagten:
fr: vous avez dit :
hu: Ezt mondtad:

source: searching for the location
de: Ort wird gesucht
fr: recherche de l'emplacement
hu: Hely keresése

source: Find Destination
de: Ort finden
fr: Rechercher une destination
hu: Hely keresése

source: Google did not find this location. Please search again
de: Dieser Ort wurde von Google nicht gefunden. Bitte versuchen Sie es nochmals
fr: Google n'a pas trouvé cet emplacement.
hu: A Google nem találja azt a helyet. Keress újra!

source: What's here
de: Was ist hier
el: Τι είναι εδώ
fr: Autour de moi
hu: Mi van itt?
pl: Co tu jest
sk: Čo je tu

source: downloading
cs: stahování
el: λήψη
fr: transfert en cours
hu: letöltés
nl: downloaden
pl: Pobieranie
pt: baixando
sk: Sťahuje sa

source: Index download
el: λήψη ευρετηρίου
fr: Index telechargé
hu: Index letöltése

source: replay a ZANavi gps file
el: αναπαραγωγή αρχείου gps ZANavi ξανά
fr: relire un fichier gps ZANavi

source: POI
fr: PdI
hu: POI (ÉP)

source: saving route to GPX-file
fr: enregistrement de l'itinéraire vers le fichier GPX

source: Ok
el: Εντάξει
hu: Rendben

source: More info
cs: Více informací
el: Περισσότερες πληροφορίες
nl: Meer info
pl: Więcej informacji
pt: Mais informações
sk: Viac info

source: __INFO_BOX_TEXT__
cs: ZANavi jste právě spustili poprvé!\n\nPrvně zvolte "stáhnout mapy"\nz menu a stáhněte mapu\noblastí, kde se právě nacházíte.\n\nMapové soubory jsou velké,\nproto se ujistěte, že máte datový paušál!\n\nMapové podklady:\nCC-BY-SA OpenStreetMap Project\n\nVíce informací získáte\nna našich stránkách\nhttp://zanavi.cc\n\nPřejme hodně zábavy se ZANavi.
el: Τρέχετε το ZANavi για πρώτη φορά!\n\nΓια να ξεκινήσετε επιλέξτε "λήψη χαρτών"\nαπό το μενού, και κατεβάστε ένα χάρτη για \nτην περιοχή σας.\nΑυτό θα κατεβάσει ένα πολύ μεγάλο αρχείο, \nγιαυτό παρακαλώ υπολογίστε τις χρεώσεις \nτου παροχέα σας internet!\n\nΔεδομένα Χάρτη:\nCC-BY-SA OpenStreetMap Project\n\nΓια περισσότερες πληροφορίες \nεπισκεφτείτε την Ιστοσελίδα μας\nhttp://zanavi.cc\n\nΕυχαριστηθείτε την χρήση του ZANavi.
nl: U voert ZANavi voor de eerste keer uit.\n\nOm te beginnen, selecteer\n"download kaarten"\nuit het menu en download een kaart\nvan je regio.\nDe kaarten zijn groot,\nhet is dus aangeraden om een\nongelimiteerde internetverbinding te hebben!\n\nKaartdata:\nCC-BY-SA OpenStreetMap Project\n\nVoor meer info\nbezoek onze site\nhttp://zanavi.cc\n\n Nog veel plezier met ZANavi.
pl: Używasz ZANavi po raz pierwszy!\n\nNa początku wybierz opcję "Pobieranie map"\nz menu i pobierz mapę\ndla twojego obszaru.\nTo spowoduje pobranie dużego pliku, dlatego proszę\nupewnij się czy masz pakiet internetowy lub połączenie WiFi!\n\nMapy:\nCC-BY-SA OpenStreetMap \n\nWięcej informacji\nna naszej stronie\nhttp://zanavi.cc\n\nMiłej zabawy przy ZANavi!
pt: Você está executando o ZANavi pela primeira vez!\n\nPara começar, selecione "baixar mapas"\nno menu e baixe um mapa\nda sua localidade.\nIsso fará o download de um arquivo grande,\nlogo, recomenda-se taxa de transferência estável!\n\nMapdata:\nCC-BY-SA OpenStreetMap Project\n\nPara mais informações\nvisite nosso website\nhttp://zanavi.cc\n\n Divirta-se com o ZANavi.
sk: Používate ZANavi prvýkrát!\n\nNa začatie svoľte "Stiahnuť mapy"\nz ponuky, a stiahnite si mapu\npre Vašu aktuálnu oblasť.\nToto stiahne veľký súbor, takže\nsa uistite, že máte neobmedzený alebo podobný internet!\n\nMapové údaje:\nCC-BY-SA OpenStreetMap Project\n\nPre viac informácií\nnavštívte našu webstránku\nhttp://zanavi.cc\n\n Bavte sa pri používaní ZANavi.

source: Map data (c) OpenStreetMap contributors, CC-BY-SA
cs: Mapové podklady (c) OpenStreetMap contributors, CC-BY-SA
el: Δεδομένα χάρτη (c) OpenStreetMap contributors, CC-BY-SA
nl: Kaartgegevens (c) OpenStreetMap contributors, CC-BY-SA
pl: Dane map (c) OpenStreetMap contributors, CC-BY-SA
sk: Mapové údaje (c) OpenStreetMap contributors, CC-BY-SA

source: drive here
pt: dirija para cá

source: wait ...
pt: aguarde...
