Repository: K56Flex/zanavi
Catalog: po_zanavi/zanavi/zanavi-*.po
Languages: cs, de, el, fr, hu, nl, pl, pt, sk

source: __PREF__summ__show_sat_status
cs: Ukazuj stav GPS satelitů
de: Satelliten Status anzeigen
el: εμφάνιση κατάστασης δορυφόρων
fr: Affiche l'état de la réception satellite
hu: Mutasd a műholdak állapotát
nl: weergeven satteliet status
pl: Pokaż status satelitów
sk: Zobraziť stav satelitov

source: __PREF__title__use_compass_heading_base
cs: Kompas
de: Kompass
el: Πυξίδα
fr: Cap
hu: Iránytű
nl: Kompas richting
pl: Kompas
pt: Bússola
sk: Kompas

source: __PREF__summ__use_compass_heading_base
cs: Získej směr jízdy podle kompasu. Potřebuje hodně CPU (a baterie).
de: Kompass verwenden. braucht viel CPU !!
el: Λήψη κατεύθυνσης από την πυξίδα. χρήση αρκετής CPU!
fr: Prends la direction en suivant le cap. Prends beaucoup de CPU !
hu: Iránytű mutatása; sok CPU-t zabál!
nl: Gebruik kompas voor de richting. Kost veel CPU! De wereldweergave zal afwijken!
pl: Ustal kierunki na podstawie kompasu. Intensywnie wykorzystuje CPU!
pt: Obter direção da bússola. Exige muito da CPU!
sk: Získať smer z kompasu. Veľmi zaťaží CPU!

source: __PREF__title__use_compass_heading_always
cs: Vždy kompas
de: Kompass immer
el: Χρήση πυξίδας πάντα
fr: Cap permanent
hu: Iránytű menet közben
nl: Altijd kompas gebruiken
pl: Zawsze użyj kompasu
pt: Bússola sempre
sk: Vždy kompas

source: __PREF__summ__use_compass_heading_always
cs: Získávej směr jizdy vždy podle kompasu a to i v případě vyšších rychlostí
de: immer Kompassrichtung verwenden
el: Λήψη τρέχουσας κατεύθυνσης από την πυξίδα ακόμη και σε υψηλότερες ταχύτητες
fr: Garde toujours le cap y compris à grande vitesse
hu: Iránytű használata menet közben is
nl: Gebruikt het kompas voor de rijrichting, ook op hoge snelheid
pl: Używa kompasu nawet przy dużych prędkościach
pt: Obter posição atual da bússola mesmo a altas velocidades
sk: Získať aktuálne smerovanie z kompasu aj vo vysokej rýchlosti

source: __PREF__title__use_compass_heading_fast
cs: Rychlý kompas
de: Kompass schnell
el: Γρήγορη Πυξίδα
fr: Cap rapide
hu: gyors iránytű
nl: Gebruik snel kompas
pl: Szybki kompas
pt: Bússola rápida
sk: Rýchly kompas

source: __PREF__summ__use_compass_heading_fast
cs: Kompas se točí velmi jemně. POZOR: vezme si veškerý výkon CPU
de: Kompass reagiert schnell. braucht noch viel mehr CPU!!
el: πιο ήπια περιστροφή, ΠΡΟΕΙΔΟΠΟΙΗΣΗ: ΘΑ ΦΑΕΙ ΟΛΗ ΤΗΝ CPU!!
fr: Plus fluide, ATTENTION: Utilise TOUTE la PUISSANCE CPU!!!
hu: Az iránytű gyorsítása, még több CPU-t zabál!
nl: Veel soepeler bij afslagen, WAARSCHUWING: gebruikt heel veel CPU!!!
pl: Zakręty bardzo płynne. UWAGA! ZJADA CAŁĄ MOC CPU!
pt: Movimentos ficam mais suaves, CUIDADO: Utiliza TODA a CPU!
sk: Oveľa plynulejšie otáčanie, VAROVANIE: ÚPLNE ZAŤAŽÍ CPU!!

source: __PREF__title__use_imperial
cs: Imperial
de: Meilen/Fuss
el: Αγγλοσαξονικό
fr: Impérial
hu: Mértékegységek angolszászra
nl: Engelse maten
pl: Jednostki imperialne
pt: Medidas Britânicas
sk: Imperiálne jednotky

source: __PREF__summ__use_imperial
cs: Používej imperiální jednotky (míle, ...) místo metrických.
de: Englische Maßeinheiten wie Meilen benutzen
el: Χρήση Αγγλικών μονάδων αντί για μετρικές
fr: Utilise les unités impériales au lieu des unités métriques
hu: Mérföld, láb stb. km, méter helyett
nl: Gebruik Engelse eenheden in plaats van metrische
pl: Użyj jednostek imperialnych (brytyjskich) zamiast metrycznych
pt: Usa sistema imperial ao invés do sistema métrico
sk: Použiť imperiálne jednotky namiesto metrických

source: __PREF__title__use_route_highways
cs: Preferuj dálnice
de: Autobahn bevorzugen
el: προτίμηση Αυτοκινητοδρόμων
fr: Préférer les routes
hu: Autópályák
nl: voorkeur voor snelwegen
pl: Preferuj autostrady
sk: Uprednostňovať diaľnice

source: __PREF__summ__use_route_highways
cs: Preferování dálnic. Při vypnuté volbě je potřeba více paměti.
de: Autobahnen werden bevorzugt (abschalten braucht viel mehr Speicher!!)
el: προτίμηση Αυτοκινητοδρόμων για δρομολόγηση (απενεργοποιώντας αυτό, χρησιμοποιεί περισσότερη μνήμη!!)
fr: Préfère les routes pour le calcul des trajets (Désactiver cette option utilise plus de mémoire !!)
hu: Részesítsd előnyben az autópályák használatát
nl: geef voorkeur aan snelwegen voor de route (uitschakelen gebruikt meer geheugen!!)
pl: Preferuj autostrady przy nawigacji (wyłączenie zwiększa zużycie pamięci!!)
sk: Uprednostniť diaľnice pri navigovaní (vypnutie spôsobí väčšiu spotrebu pamäti!!)

source: __PREF__title__use_index_search
de: index suche
fr: Recherche indexée
hu: Indexelt keresés

source: __PREF__summ__use_index_search
de: schnellere index suche verwenden [donate version]
fr: recherche indexée, plus rapide et precise [appli donateur]
hu: Indexelt keresés

source: __PREF__title__trafficlights_delay
de: Ampeln
el: φανάρια
fr: Feux tricolores
hu: Jelzölámpa késlekedés

source: __PREF__summ__trafficlights_delay
de: Verzögerung durch Amplen auf der Route
el: ορίστε την καθυστέρηση των φαναριών για την δρομολόγηση
fr: Ralentissement lié aux feux tricolores
hu: Jelzölámpa késlekedés

source: __PREF__title__speak_street_names
de: Strassennamen
el: εκφώνηση ονομάτων δρόμων
fr: Annonce des rues
hu: Utcanevek bemondása
nl: Uitspreken straatnamen
pl: Czytaj nazwy ulic
sk: Hovoriť názvy ulíc

source: __PREF__summ__speak_street_names
de: Strassennamen beim Navigieren sprechen
el: εκφώνηση ονομάτων δρόμων κατά την πλοήγηση
fr: Annonce des rues durant la navigation
hu: Bemondja az utcaneveket
pl: Czytaj nazwy ulic podczas nawigacji
sk: Hovoriť názvy ulíc počas navigácie

source: __PREF__title__speak_filter_special_chars
de: sonderzeichen filtern
fr: filtrer les caractères spéciaux
hu: Ékezetes betük szürése

source: __PREF__summ__speak_filter_special_chars
de: sonderzeichen beim sprechen von Straßennamen herausfiltern
fr: Ne pas prononcer les caractères spéciaux dans les noms de rues
hu: Ékezetes betük szürése

source: __PREF__title__route_style
de: Routenstil
fr: Style des routes
hu: Útvonal típusa
pl: Styl trasy
sk: Štýl trasy

source: __PREF__summ__route_style
de: wählt den graphischen Stil wie die Route gezeichnet wird
fr: Style graphique pour l'affichage des routes
hu: Útvonal típusa
pl: Styl rysowania trasy
sk: Vykreslenie trasy na mape v rôznych štýloch

source: __PREF__title__show_3d_map
cs: 3D
de: 3D
el: 3D
fr: 3D
hu: 3D térkép
nl: Kaart in 3D
pl: 3D
pt: 3D
sk: 3D

source: __PREF__summ__show_3d_map
cs: Zobrazení mapy v 3D [BETA]
de: Karte in 3D [BETA]
el: εμφάνιση χάρτη σε 3D [BETA]
fr: Afficher la carte en 3D [BETA]
hu: 3D térkép bekapcsolása 2D helyett [BETA]
nl: 3D weergave van de kaart [BETA]
pl: Pokaż mapę w 3D [BETA]
pt: mostra mapa em 3D [BETA]
sk: Zobraziť mapu v 3D [BETA]

source: __PREF__title__show_2d3d_toggle
de: 2D/3D Knopf
fr: Basculer 2D/3D
hu: 2D / 3d átkapcsolás

source: __PREF__summ__show_2d3d_toggle
de: 2D/3D Knopf statt Karte-aus-knopf anzeigen
fr: Affiche un bouton 2D/3D à la place de carte on/off.
hu: 2D / 3d átkapcsolás

source: __PREF__title__save_zoomlevel
cs: Úroveň přiblížení
de: Zoomstufe
el: Κλίμακα εστίασης
fr: Niveau de zoom
hu: Kivágás (zoom) tárolása
nl: zoomniveau
pl: Powiększenie
sk: Úroveň priblíženia

source: __PREF__summ__save_zoomlevel
cs: Ukládat posledně použitou úroveň přiblížení.
de: Zoomstufe speichern
el: αποθήκευση τελευταίας κλίμακας εστίασης
fr: Sauvegarder le niveau de zoom précédent
hu: Tárold el az utolsó kivágás (zoom) méretet
nl: bewaar laatste zoomniveau
pl: Zapamiętaj powiększenie
sk: Zapamätať poslednú úroveň priblíženia

source: __PREF__title__autozoom_flag
de: Autozoom
fr: Zoom auto
hu: Automatikus zoom ki / be

source: __PREF__summ__autozoom_flag
de: Kartenzoom nach Fahrtgeschwindigkeit automatisch einstellen
fr: Réglage du zoom automatique en fonction de la vitesse.
hu: Automatikus zoom ki / be

source: __PREF__title__use_anti_aliasing
cs: Vyhlazování
de: Antialiasing
el: Εξομάλυνση
fr: AntiAlias
hu: Kontúrsimítás
nl: Anti Aliasing
pl: Antyaliasing
sk: Vyhladzovanie

source: __PREF__summ__use_anti_aliasing
cs: Při vykreslování mapy použij vyhlazování čar. Je rychlejší, pokud je vypnuto.
de: Antialiasing einschalten. Karte zeichnet schneller ohne Antialiasing
el: σχεδίαση με εξομάλυνση, ο χάρτης είναι πιο γρήγορος όταν δεν είναι ενεργοποιημένο
fr: Afficher la carte avec de l'AntiAlias. L'affichage est plus rapide que cette option est désactivée
hu: Kontúrsimítás bekapcsolása; enélkül a térkép gyorsabb.
nl: schakel anti aliasing in
pl: Rysuj z antyaliasingiem, mapa jest szybsza, gdy to jest wyłączone
sk: Vykresľovať mapu s vyhladzovaním. Mapa je rýchlejšia, ak je toto vypnuté.

source: __PREF__title__use_map_filtering
de: filtering
fr: Re-traitement de la carte
hu: Térkép szürés

source: __PREF__summ__use_map_filtering
de: filtering einschalten, zeichnet die Karte schöner. braucht aber mehr Leistung
fr: Affichage plus net et fluide mais solicite plus le processeur.
hu: Térkép szürés

source: __PREF__title__use_custom_font
de: custom Font
el: χρήση προσαρμοσμένης γραμματοσειράς
fr: Polices dédiées
hu: Saját font használata
pl: Czcionka własna
sk: Vlastné písmo

source: __PREF__summ__use_custom_font
de: Font von ZANavi verwenden (sonst Systemschriftart verwenden)
el: χρήση γραμματοσειράς που περιέχεται στο ZANavi (αλλιώς, χρήση γραμματοσειράς συστήματος)
fr: Utilise les polices incluses dans ZANavi (sinon les polices du système sont utilisées)
hu: Saját font használatának engedélyezése
pl: Użyj własnej czcionki ZANavi zamiast systemowej
sk: Použiť písmo zahrnuté v ZANavi (inak použiť systémové písmo)

source: __PREF__title__use_smooth_drawing
de: flüssiger fahren
fr: Fluidifier l'affichage
pl: Płynne przewijanie

source: __PREF__summ__use_smooth_drawing
de: verschiebt die Karte beim Fahren schöner und flüssiger, braucht jedoch mehr Leistung!
fr: Deplacements dans la carte plus fluides.
pl: płynne przewijanie mapy podczas jazdy

source: __PREF__title__use_more_smooth_drawing
de: noch flüssiger fahren
fr: Fluidifier l'affichage encore plus
pl: Jeszcze płynniejsze przewijanie

source: __PREF__summ__use_more_smooth_drawing
de: Verschiebt die Karte noch flüssiger. WARNUNG: braucht sehr viel Leistung!!
fr: Deplacements encore plus fluides. ATTENTION: Utilise TOUTE la PUISSANCE CPU!!!
pl: Bardzo płynne przewijanie, UWAGA: ZJADA CAŁĄ MOC CPU!!

source: __PREF__title__show_multipolygons
de: Multipolygone
fr: Polygônes multiples
hu: Multipoligonok mutatása
pl: Wielokąty

source: __PREF__summ__show_multipolygons
de: Multipolygone (wie Flüsse und grosse Häuser) anzeigen
fr: Affiche les lignes et plans en utilisant des polygônes multiples
hu: Multipoligonok mutatása
pl: rysuj linie i obszary za pomocą wielokątów

source: __PREF__title__show_vehicle_3d
de: 3D Fahrzeug
fr: Véhicule 3D
hu: Jármü 3D
pl: Pojazd 3D

source: __PREF__summ__show_vehicle_3d
de: zeigt das Fahrzeug im 3D Modus perspektivisch korrekt an
fr: Affiche le véhicule correctement en mode 3D
hu: Jármü 3D
pl: pokazuj poprawnie pojazd w 3D

source: __PREF__title__map_font_size
de: Karten Font Größe
el: Μέγεθος γραμματοσειράς χάρτη
fr: Taille de la police pour les cartes
hu: Térkép font méret
pl: Rozmiar czcionki
sk: Veľkosť písma na mape

source: __PREF__summ__map_font_size
de: Größe der Karten Texte (Straßennamen, usw.)
el: μέγεθος γραμματοσειράς χάρτη (ονόματα δρόμων, κλπ.)
fr: Réglage de la taille des polices pour l'affichage de la carte (nom des rues, etc...).
hu: A térkép betűméret beállítása
pl: Rozmiar czcionki na mapie (nazwy ulic itp.)
sk: Nastaviť veľkosť písma pre text na mape (názvy ulíc, atď.)

source: __PREF__title__drawatorder
de: Mehr Detail
el: Σχεδίαση περισσότερων λεπτομερειών
fr: Affiche plus de details
hu: Több részlet
pl: Więcej szczegółów
sk: Detailnejšie vykresľovanie

source: __PREF__summ__drawatorder
de: Zeichnet mehr Details auf der Karte. Nur für schnelle Geräte!
el: Σχεδιάζει περισσότερες λεπτομέρειες στο χάρτη. Αλλάξτε το μόνο σε γρήγορες συσκευές.
fr: Affiche plus de details sur la carte. ATTENTION: Utilise TOUTE la PUISSANCE CPU!!!
hu: Részletesebb térképet rajzol. Csak gyors készülékekre!
pl: Więcej szczegółów na mapie. Tylko szybkie urządzenia!
sk: Vykresliť viac podrobností na mape. Zmenťe len na rýchlych zariadeniach!

source: __PREF__title__more_map_detail
de: mehr Details anzeigen
fr: Cartes plus détaillée
hu: Részletesebb térkép
pl: Więcej szczegółów

source: __PREF__summ__more_map_detail
de: Zeigt noch mehr Details auf der Karte an, braucht aber mehr Leistung! [braucht RESTART]
fr: Affiche plus de details sur la carte. NECESSITE UN REDEMARRAGE]
pl: pokazuj więcej szczegółów na mapie [wymaga RESTARTU]

source: __PREF__title__mapcache
de: Mapcache
fr: Mémoire cache des cartes.
hu: Térkép gyorsítótár
pl: Bufor mapy
sk: Vyrovnávacia pamäť mapy

source: __PREF__summ__mapcache
de: Größe des Caches für Karten [braucht RESTART]
fr: Taille de la mémoire cache pour les cartes [NECESSITE UN REDEMARRAGE]
hu: Gyorsítótár méretének megadása (újraindítás kell!)
pl: Rozmiar bufora mapy (zmiana wymaga RESTARTU!)
sk: Veľkosť vyr. pamäte pre mapu [vyžaduje REŠTART]

source: __PREF__title__streetsearch_r
de: Suchradius
el: Ακτίνα αναζήτησης
fr: Rayon de recherche
hu: Keresésí sugár
pl: Promień szukania
sk: Rádius hľadania

source: __PREF__summ__streetsearch_r
de: Suchradius für Strassen in Städten. Grösserer Radius findet Strassen die weiter vom Stadtzentrum entfernt sind
el: Ακτίνα αναζήτησης δρόμων μέσα σε πόλη, μεγαλύτερη ακτίνα βρίσκει δρόμους που είναι πιό μακρυά απο το κέντρο της πόλης.
fr: Rayon de recherche pour les rues. Plus la valeur sera haute, plus les resultats pourront êtres éloignés du centre ville
hu: Nagyobb keresési sugár a városközponttól távolabbi utcákat is megtalál
pl: Promień szukania ulic w miastach. Większy promień pozwala znaleźć ulice położone dalej od centrum.
sk: Hľadací rádius pre ulice v rámci mesta. Väčší rádius nájde ulice ďalej od stredu mesta.

source: __PREF__title__gui_oneway_arrows
cs: Jednosměrky
de: Einbahn
el: Βέλη μονόδρομων
fr: Flèches de sens unique
hu: Egyirányú utcák
nl: eenrichtingspijlen
pl: Strzałki jednokierunkowe
sk: Šípky jednosmeriek

source: __PREF__title__shrink_on_high_dpi
de: High DPI
fr: Ecrans HD
hu: Szükítés nagy felbontásnál

source: __PREF__summ__shrink_on_high_dpi
de: 240 dpi auf Hochauflösenden Displays (> 320dpi) verwenden. braucht RESTART!
fr: Limite la resolution a 240DPI sur les écrans HD (>320DPI)

source: __PREF__title__streets_only
de: Nur Straßen
fr: Rues uniquement
hu: Csak utcák

source: __PREF__summ__streets_only
de: auf der Karte nur Straßen anzeigen. keine anderen Objekte. Karte wird dadurch etwas schneller gezeichnet
fr: N'affiche ques les rues sur la cartes. Ce réglage ACCELERE beaucoup l'affichage

source: __PREF__summ__gui_oneway_arrows
cs: Ukazuj šipky u jednosměrných cest [BETA]
de: Einbahnpfeile [BETA]
el: εμφάνιση βελών κατεύθυνσης μονόδρομων [BETA]
fr: Affiche les voies en sens unique [BETA]
hu: Egyirányú utcák jelzése [BETA]
nl: Toon pijlen bij eenrichtings-straten [BETA]
pl: Pokaż strzałki na ulicach jednokierunkowych [BETA]
sk: Zobraziť šípky jednosmerných ulíc [BETA]

source: __PREF__title__show_debug_messages
cs: Ladící hlášky
de: Debug
el: Μην. Αποσφαλμάτωσης
fr: Msg. de debug
hu: Debug
nl: Toon debug berichten
pl: Komunikaty debuggera
sk: Ladiace správy

source: __PREF__summ__show_debug_messages
cs: Zobrazuj ladící hlášky [DEBUG]
de: Debugmeldungen [DEBUG]
el: Εμφάνιση μηνυμάτων αποσφαλμάτωσης
fr: Affiche les messages des debug [DEBUG]
hu: Hibakövetési jelentések (debug) megjelenítése
nl: Toont debug berichten [DEBUG]
pl: Pokaż komunikaty debuggera
sk: Zobraziť ladiace správy [DEBUG]

source: __PREF__title__enable_debug_functions
de: Debug Funktionen
el: Ενεργοποίηση Λειτουργιών Αποσφαλμάτωσης
fr: Activer les fonctions de debug
hu: Debug funkciók engedélyezése
nl: Debug functies aan
pl: Włącz funkcje debugujące
sk: Zapnúť ladiace funkcie

source: __PREF__summ__enable_debug_functions
de: Debug Funktionen im Menü anzeigen
el: Ενεργοποίηση των λειτουργιών αποσφαλμάτωσης στο μενού του Android
fr: Active les fonction de debogage dans le menu android
hu: Engedélyezi a hibanyomkövetési funkciókat
pl: Włącz funkcje debugujące w menu
sk: Zapnúť ladiace funkcie v Android ponuke

source: __PREF__title__navit_lang
cs: Jazyk
de: Sprache
el: Γλώσσα
fr: Langue
hu: Nyelv
nl: Language
pl: Język
sk: Jazyk

source: __PREF__summ__navit_lang
cs: Vyber komunikační jazky (pro aplikaci je nutný restart aplikace)
de: Sprache der Applikation (Sprache und Meldungen) braucht RESTART!!
el: Επιλογή Γλώσσας μηνυμάτων. απαιτείται ΕΠΑΝΕΚΚΙΝΗΣΗ!!
fr: Sélection de la langue pour les messages, redémarrez l'application pour la prise en compte !!
hu: Írott és hangos nyelv kiválasztása; újraindítás szükséges
nl: Stel de taal in. Herstart is dan nodig!
pl: Wybierz język komunikatów. Wymaga RESTARTU!
sk: Vybrať jazyk hlášok. Vyžaduje REŠTART!!

source: __PREF__title__map_directory
de: Karten Verzeichnis
el: Κατάλογος χάρτη
fr: Répertoire des cartes
hu: Térkép könyvtár
pl: Katalog map
sk: Adresár pre mapy

source: __PREF__summ__map_directory
de: Änderung braucht RESTART
el: ενεργοποιείται μόνο μετά από ΕΠΑΝΕΚΚΙΝΗΣΗ
fr: Choix du répertoire ou stocker les cartes, l'appli doit être redémarrée pour être pris en compte
hu: Csak RESTART után él!
pl: Katalog z mapami (zmiana wymaga RESTARTU!)
sk: Aktivovaný iba po REŠTARTE

source: __PREF__dialogtitle__map_directory
de: Karten Verzeichnis
el: Κατάλογος Χάρτη
fr: Répertoire des cartes
hu: Térkép könyvtár
pl: Katalog map
sk: Adresár pre mapy

source: __PREF__dialogcancel__map_directory
de: Abbrechen
el: Ακύρωση
fr: Annuler
hu: Mégse; Elvet
pl: Anuluj
sk: Zrušiť

source: __PREF__dialogok__map_directory
de: Ok
el: Εντάξει
fr: Ok
hu: OK
pl: Ok
sk: Ok

source: __PREF__dialogmsg__map_directory
de: Verzeichnis eingeben
el: Καθορισμός καταλόγου χάρτη
fr: Entrez le répertoire des cartes
hu: Térkép könyvtár megerősítése
pl: Wpisz ścieżkę do katalogu map
sk: Zadajte adresár pre mapy

source: delete Destination
cs: smazat cíl
de: Ziel löschen
el: διαγραφή Προορισμού
fr: supprimer la destination
hu: Cél törlése
nl: Bestemming verwijderen
pl: usuń Cel
pt: apagar destino
sk: Zmazať cieľ

source: rename Destination
cs: přejmenovat cíl
de: Ziel umbenennen
el: μετονομασία Προορισμού
fr: renommer la destination
hu: Cél átnevezése
nl: Bestemming hernoemen
pl: zmień nazwę celu
pt: renomear destino
sk: Premenovať cieľ

source: set as Home Location
de: als Heimadresse setzen
fr: définir comme domicile

source: Rename Destination
cs: Přejmenovat cíl
de: Ziel umbenennen
el: Μετονομασία Προορισμού
fr: Renommer la destination
hu: Cél átnevezése
nl: Bestemming hernoemen
pl: Zmień nazwę celu
pt: Renomear Destino
sk: Premenovať cieľ

source: address search
de: Adresssuche
fr: recherche d'adresse

source: Enter Destination
cs: Zadejte cíl
de: Zielort eingeben
el: Εισαγωγή Προορισμού
fr: Entrez une destination
hu: Úticél megadása
nl: voer bestemming in
pl: Wprowadź cel
pt: Informar Destino
sk: Zadajťe cieľ

source: Housenumber
de: Hausnummer
fr: Numéro de rue
hu: Házszám
pl: Numer domu

source: partial match
cs: částečná shoda
de: ungefähr
el: μερική αντιστοίχηση
fr: recherche partielle
hu: Részleges egyezés
nl: zoek op gedeelte
pl: częściowe dopasowanie
pt: resultado aproximado
sk: Čiastočný výskyt

source: hide duplicates
cs: skrýt duplicity
de: keine doppelten
el: απόκρυψη διπλών
fr: masquer les doublons
hu: Duplikátumok elrejtése
nl: dubelle verbergen
pl: ukryj duplikaty
pt: ocultar duplicados
sk: Skryť duplikáty

source: click to activate Index Search
de: hier drücken um den Suchindex zu aktivieren
fr: Cliquer pour activer la recherche indexée

source: search full mapfile [BETA]
cs: Prohledat celý mapový podklad [BETA]
de: ganze Karte durchsuchen [BETA]
el: αναζήτηση σε όλο το χάρτη [BETA]
fr: Recherche sur toute la carte [BETA]
hu: Teljes adatbázis keresése [BETA]
nl: zoek op volledige kaart [BETA]
pl: przeszukaj cały plik map [BETA]
pt: procurar no arquivo inteiro [BETA]
sk: Prehľadávať celý mapový súbor [BETA]

source: last searches
de: letzte Eingaben
fr: dernières recherches

source: Streetname
de: Straße
fr: Nom de rue
hu: Utcanév

source: Town
de: Ort
fr: Ville
hu: Város

source: Address or POI-Name
de: Adresse oder POI-Name
fr: Adresse ou point d'interêt
hu: Cím vagy POI-név

source: Report Bugs
de: Fehler melden

source: Welcome to ZANavi offline Navigation
de: Willkommen bei ZANavi offline Navigation

source: Stop map download?
de: Kartendownload beenden?
fr: Arrêter le téléchargement de la carte?
hu: Térkép letöltés leállítása

source: press HOME to download in the background
de: drücke HOME um die Karten im Hintergrund zu laden
fr: Appuyer sur HOME pour télécharger en arriere plan

source: Enter your Feedback text
de: Feedbacktext eingeben
fr: Saisissez votre commentaire
hu: Vélemény beírása

source: send
de: senden
fr: envoyer
hu: Küldés

source: Do you want to delete this map?
de: Karte löschen?

source: copy Bitcoinaddress to Clipboard
de: Bitcoin Adresse in Zwischenablage kopieren
fr: copier l'adresse Bitcoin dans le presse-papier

source: send Bitcoinaddress and QR Code as Email
de: Bitcoin Adresse und QR Code als Email senden
fr: envoyer l'adresse Bitcoin et le code QR par courriel

source: Donate with Bitcoin Wallet App
de: Spende mit Bitcoin Wallet App
fr: Faites un don avec l'appli Bitcoin Wallet

source: ZANavi Donation with Bitcoin
de: ZANavi Spenden mit Bitcoin
fr: Faites un don à ZANavi par Bitcoin

source: Bitcoin address
de: Bitcoin Adresse
fr: Adresse Bitcoin

source: generate QR code
de: generiere QR Code
fr: générer un code QR

source: Send Bitcoin address to email ...
de: sende Bitcoin Adresse als Email ...
fr: Envoyer l'adresse Bitcoin à l'adresse électronique ...

source: Bitcoinaddress copied to Clipboard
de: Bitcoin Adresse in Zwischenablage kopiert
fr: Adresse Bitcoin copiée dans le presse-papier

source: ZANavi has recently crashed, please submit the crashlog
de: ZANavi ist abgestürzt, bitte Crashlog senden

source: Log may contain private and sensitive data!
de: Log kann sensible Daten enthalten!

source: you have just updated ZANavi
de: ZANavi wurde upgedated

source: select your storage and download a Map for your Area
de: Speicherort wählen und Karte für deine Region laden

source: Index missing, please delete your maps and download them again
de: Kartenindex fehlt, bitte Karten löschen und nochmals laden

source: Next
de: Weiter

source: Permissions
de: Berechtigungen

source: ZANavi needs all the Permissions granted
de: ZANavi braucht diese Berechtigungen

source: Submit Log
de: Log senden

source: reading crash info ...
de: lade Logdaten ...

source: No, thanks
de: Nein Danke

source: Maps
de: Karten

source: Crashlog
de: Logdaten

source: Preparing Storage
de: Speicherort vorbereiten

source: please wait ...
de: bitte warten ...

source: Language is not available for TTS! Using your phone's default settings
cs: Není dostupný jazyk pro TTS. Použivám implicitní nastavení telefonu.
de: Diese Sprache nicht für Sprachansage verfügbar!\nVerwende Standardeinstellung.
el: Η γλώσσα δεν είναι διαθέσιμη για εκφώνηση! Χρήση των προκαθορισμένων ρυθμίσεων του τηλεφώνου
fr: Langue non disponible pour le TTS ! Utilisez les paramètres par défaut de votre téléphone
hu: A hangbemondás e nyelven nem létezik, a telefon alapértelmezését fogjuk használni.
nl: Taal niet beschikbaar voor TTS!\nStandaard instellingen worden gebruikt
pl: Język nie jest wspierany przez TTS! Przełączam na ustawienia domyślne telefonu
pt: Idioma indisponível para TTS! Usando as configurações padrão de seu telefone
sk: Jazyk nie je dostupný pre TTS! Použijú sa predvolené nastavenia Vášho telefónu

source: Using Voice for:
cs: Používám hlas pro:
de: Sprache für Ansagen:
el: Χρήση Γλώσσας για:
fr: Utiliser la voix pour:
hu: A hangbemondás nyelve:
nl: Gebruik taal voor:
pl: Używam głosu dla:
pt: Usando Voz para:
sk: Použitý hlas:

source: Voice Search
de: Sprachsuche
fr: Recherche vocale

source: Click to talk
de: zum sprechen drücken
fr: Appuyer puis parlez
hu: Beszélgetéshez katt ide
