Repository: K56Flex/zanavi
Catalog: po_zanavi/zanavi/zanavi-*.po
Languages: cs, de, el, fr, hu, nl, pl, pt, sk

source: Donate
de: Spenden
el: Δωρεά
fr: Faites un don

source: buy UDonate Version
de: UDonate Version kaufen

source: buy Donate Version
de: Donate Version kaufen
el: αγορά έκδοσης Με δωρεά
fr: Achetez la version payante

source: buy large-map Donate Version
de: large-map Donate Version kaufen
el: αγορά έκδοσης ολόκληρου-χάρτη με Δωρεά
fr: Achetez la version haute résolution payante

source: Donate with the offcial Donate App
de: offizielle Spenden App starten
el: Δωρεά μέσω της επίσημης εφρμογής Δωρεάς
fr: Faire un don en utilisant la version donateur officielle

source: _long_text_large_map_donate_version_
de: Diese Donate Version aktiviert die Indexsuche und erlaubt das laden der großen Karten (Welt, Europa, USA).\nNach Installation der Donate Version bitte alle Karten löschen und nochmals runterladen, damit wird die Indexsuche aktiviert
fr: La version donateur permet la recherche indexée et l'utilisation de carte plus grandes (monde entier, europe, USA), \nAfin d'activer la recherche indexée, gardez la version donateur installée puis effacer et re-télécharger toutes les cartes.

source: _long_text_donate_version_
de: Mit dieser Donate Version wird die Indexsuche aktiviert.\nNach Installation der Donate Version bitte alle Karten löschen und nochmals runterladen, damit wird die Indexsuche aktiviert
fr: La version donateur permet la recherche indexée beaucoup plus rapide. \nAfin d'activer la recherche indexée, gardez la version donateur installée puis effacer et re-télécharger toutes les cartes.

source: _long_text_donate_app_
de: Einen beliebigen Betrag mit der offiziellen Donate App spenden
fr: Faites une donation avec l'appli donateur

source: ZANavi UDonate Version already installed
de: UDonate Version ist bereits installiert

source: ZANavi Donate Version already installed
de: Donate Version ist bereits installiert
el: Η έκδση του ZANavi με Δωρεά είναι ήδη εγκατεστημένη
fr: Zanavi version donateur est déja installée

source: ZANavi large map Donate Version already installed
de: large-map Donate Version ist bereits installiert
el: Η έκδοση ολόκληρου-χάρτη με Δωρεά είναι ήδη εγκατεστημένη
fr: La version donateur "grande carte" de Zanavi est déjà installée

source: There is no Donate App on Amazon-device
de: Auf dem Amazongerät gibt es keine Donate App
el: Δεν υπάρχει εφαρμογή Δωρεάς στή συσκευή-Amazon
fr: Pas de version donateur sur les appareils Amazon

source: starting Donate App
de: offizielle Spenden App wird gestartet
el: έναρξη εφαρμογής δωρεάς
fr: Démarrage de Zanavi édition donateur

source: Map Preview
de: Kartenvorschau
el: Προεπισκόπηση χάρτη
fr: Aperçu de la carte

source: Use as destination
cs: Použít jako cíl
de: als Ziel setzen
el: Χρήση ως προορισμός
fr: Utiliser comme destination
hu: Állítsd be célként
nl: gebruik als bestemming
pl: Użyj jako celu
pt: Usar como destino
sk: Použiť ako cieľ

source: back
cs: zpět
de: zurück
el: πίσω
fr: retour
hu: vissza
nl: terug
pl: wstecz
pt: voltar
sk: Späť

source: show destination on map
cs: zobrazit cíl na mapě
de: Ziel auf Karte anzeigen
el: εμφάνιση προορισμού στο χάρτη
fr: afficher la destination sur la carte
hu: Mutasd az úticélt a térképen
nl: toon bestemming op kaart
pl: pokaż cel na mapie
pt: mostrar destino no mapa
sk: Zobraziť cieľ na mape

source: touch map to zoom
cs: pro přiblížení se dotkněte mapy
de: auf Karte drücken zum zoomen
el: αγγίξτε το χάρτη για εστίαση
fr: touchez la carte pour zoomer
hu: Érintsd meg a térképet nagyításhoz (zoom)
nl: raak kaart aan om te zoomen
pl: dotknij mapy aby przybliżyć
pt: toque o mapa para ampliar
sk: Ťuknite na mapu pre priblíženie

source: Error downloading map!
cs: Chyba při stahování mapy!
de: Fehler beim Kartendownload!
el: Σφάλμα λήψης χάρτη!
fr: Erreur de téléchargement de carte!
hu: Hiba térképletöltés közben!
nl: Fout tijdens downloaden!
pl: Błąd przy pobieraniu map
pt: Erro ao baixar o mapa!
sk: Chyba počas sťahovania mapy

source: Mapdownload
cs: Stahování mapy
de: Kartendownload
el: Λήψη χάρτη
fr: Téléchargement de carte
hu: Térképletöltés
nl: kaart download
pl: Pobieranie map
pt: Baixar mapa
sk: Sťahovanie mapy

source: ETA
cs: Zbýv. čas
de: fertig in
el: ΕΧΑ
hu: Becsült hátralévő idő
nl: VAT
pl: Pozostały czas
sk: Zostáva

source: Error downloading map, resuming
cs: Chyba při stahování mapy, zkouším znovu
de: Fehler beim Kartendownload\nDownload wird fortgesetzt ...
el: Σφάλμα λήψης χάρτη, συνέχεια
fr: Erreur de téléchargement de carte, raison
hu: Hiba térképletöltés közben\nújrafelvétel
nl: Fout tijdens downloaden, opnieuw
pl: Błąd przy pobieraniu map, ponawiam
pt: Erro ao baixar o mapa, continuando
sk: Chyba počas sťahovania mapy, pokračuje sa

source: Map already up to date
cs: Mapa je aktuální
de: Karte ist auf aktuellem Stand
el: Ο χάρτης είναι ενημερωμένος
fr: Carte déjà à jour
hu: Térkép aktuális!
nl: Kaart is al actueel
pl: Mapa jest już w najnowszej wersji
pt: O mapa já está atualizado
sk: Mapa je aktuálna

source: checking map ...
de: prüfe Karte ...
el: έλεγχος χάρτη...
fr: Carte en cours de vérification
hu: Térkép ellenőrzése...

source: MD5 mismatch
cs: Chyba MD5 kontroly
de: MD5 Prüfsumme stimmt nicht
el: αναντιστοιχία MD5
fr: MD5 incohérent
hu: MD5 checksum hiba
nl: MD5 fout
pl: skrót MD5 niepoprawny
pt: Falha na integridade do arquivo (MD5 não confere)
sk: Nesúhlasí MD5

source: Error downloading index!
de: Fehler beim index download!
el: Σφάλμα κατά τη λήψη του ευρετηρίου!
fr: Erreur lors du téléchargement de l'index
hu: Hiba az index letöltése közben!
pl: Błąd ładowania indeksu!

source: downloading indexfile
de: lade indexfile
el: λήψη αρχείου ευρετηρίου
fr: Fichier d'index en cours de téléchargement
hu: Indexfile letöltése folyamatban
pl: ładowanie pliku indeksu

source: ready
cs: připraveno
de: fertig
el: έτοιμο
fr: prêt
hu: kész
nl: gereed
pl: gotowe
pt: pronto
sk: Pripravený

source: Creating outputfile, long time
cs: Vytvářím výstupní soubor, bude to trvat déle
de: Kartendatei anlegen\nDas kann etwas dauern
el: Δημιουργία εξαγόμενου αρχείου, αρκετός χρόνος
fr: Création du fichier de sortie, très long
hu: Kimeneti adatállomány előállítása,\nsokáig eltarthat, kérem, várjon!
nl: Bestand wordt gemaakt, kan even duren
pl: Tworzę plik wyjściowy, długi czas oczekiwania
pt: Criando arquivo, pode levar alguns minutos
sk: Vytvára sa výstupný súbor

source: Creating outputfile, wait
cs: Vytvářím výstupní soubor, čekejte prosím
de: Kartendatei anlegen\nBitte warten
el: Δημιουργία εξαγόμενου αρχείου, περιμένετε
fr: Création du fichier de sortie, patientez
hu: Kimeneti adatállomány előállítása,\nkérem, várjon!
nl: Bestand wordt gemaakt, even geduld
pl: Tworzę plik wyjściowy, czekaj
pt: Criando arquivo, aguarde
sk: Vytvára sa výstupný súbor, čakajte

source: generating MD5 checksum
cs: Generuji MD5 kontrolní součet
de: überprüfe MD5 Prüfsumme
el: δημιουργία MD5 checksum
fr: Génération du checksum MD5
hu: MD5 checksum kiszámítása
nl: MD5sum genereren
pl: generowanie skrótu MD5
pt: gerando código de integridade (soma MD5)
sk: Generuje sa kontrolný súčet MD5

source: checking
de: prüfe
el: έλεγχος
fr: contrôle en cours

source: download maps
cs: stahování map
de: Karten laden
el: λήψη χαρτών
fr: télécharger les cartes
hu: térképek letöltése
nl: download kaarten
pl: Pobierz mapy
pt: baixar mapas
sk: Stiahnuť mapy

source: Your GPS is disabled, do you want to enable it?
de: GPS ist nicht aktiviert. Soll es jetzt aktiviert werden?
el: Το GPS είναι απενεργοποιημένο, θέλετε να ενεργοποιηθεί;
fr: GPS désactivé, voulez vous l'activer ?

source: Yes
de: Ja
el: Ναι
fr: Oui
hu: Igen

source: No
de: Nein
el: Όχι
fr: Non
hu: Nem

source: No Maps installed
de: Keine Karten installiert
el: Δεν έχουν εγκατασταθεί χάρτες
fr: Aucune carte installée

source: Please download a map
de: Bitte eine Karte runterladen
el: Παρακαλώ κάντε λήψη ενός χάρτη
fr: Veuillez télécharger une carte

source: __INFO_BOX_TITLE__
cs: Vítejte v ZANavi
de: Willkommen bei ZANavi
el: Καλώς ήλθατε στο ZANavi
fr: Bienvenue sur ZANavi
hu: Üdvözöljük a ZANavi-ban!
nl: Welkom bij ZANavi
pl: Witamy w ZaNavi
pt: Bem-vindo ao ZANavi
sk: Vitajte v ZANavi

source: driving to Home Location
de: navigiere zur Heimadresse
el: οδήγηση στο Σπίτι
fr: Retour à la maison

source: No Home Location set
de: keine Heimadresse gesetzt
el: Δεν έχει οριστεί τοποθεσία Σπιτιού
fr: Aucun domicile définit

source: Some Maps are too old!
de: Einge Karten sind zu alt!
el: Κάποιοι χάρτες είναι πολύ παλιοί
fr: Certaines cartes sont trop anciennes !

source: Please update your maps
de: Bitte Karten updaten
el: Παρακαλώ ενημερώστε τους χάρτες σας
fr: Veuillez mettre à jour vos cartes

source: No Index for some Maps
de: Kein Indexfile bei manchen Karten
fr: Pas d'index pour certaines cartes

source: Share Destination
de: Teile Ziel
el: Διαμοιρασμός Προορισμού
fr: Partager votre destination
hu: Cél megosztása

source: Share my Location
de: teile Standort
el: Διαμοιρασμός Τοποθεσίας μου
fr: Partager ma localisation

source: address search (offline)
cs: Hledání (offline)
de: Adressensuche (offline)
el: αναζήτηση (χωρίς σύνδεση)
fr: recherche d'adresse (hors ligne)
hu: Címkeresés (offline)
nl: adres zoeken (offline)
pl: wyszukaj adres (offline)
pt: procurar endereço (offline)
sk: Hľadať adresu (offline)

source: address search (online)
cs: Hledání (online)
de: Adressensuche (online)
el: αναζήτηση (με σύνδεση)
fr: recherche d'adresse(en ligne)
hu: Címkeresés (online)
nl: adres zoeken (online)
pl: wyszukaj adres (online)
pt: procurar endereço (online)
sk: Hľadať adresu (online)

source: Recent destinations
cs: Poslední cíle
de: Letzte Ziele
el: Πρόσφατοι προορισμοί
fr: Destinations récentes
hu: Legutóbbi úticélok
nl: Recente locaties
pl: Ostatnie cele
pt: Destinos recentes
sk: Nedávne ciele

source: Settings
cs: Nastavení
de: Einstellungen
el: Ρυθμίσεις
fr: Paramètres
hu: Beállitások
nl: Instellingen
pl: Ustawienia
pt: Configurações
sk: Nastavenia

source: Search
cs: Hledání
de: suchen
el: Αναζήτηση
fr: Rechercher
hu: Keresés
nl: Zoek
pl: Wyszukaj
pt: Procurar
sk: Hľadať

source: downloading map
de: lade Karte
el: λήψη χάρτη
fr: téléchargement de la carte

source: Zoom to Route
cs: Zobrazit celou trasu
de: ganze Route anzeigen
el: Εστίαση στη Διαδρομή
fr: Zoomer sur l'itinéraire
hu: Ráközelítés az útvonalra
nl: Zoom naar route
pl: Przybliż do trasy
pt: Zoom para a rota
sk: Priblížiť na trasu

source: Donate with Google Play
de: Spenden mit Google Play
el: Δωρεά μέσω Google Play
fr: Faites un don avec Google play

source: Donate with Bitcoin
de: Spenden mit Bitcoin
el: Δωρεά με Bitcoin
fr: Faites un don avec Bitcoin

source: exit navit
cs: Ukončit ZANavi
de: ZANavi beenden
el: Έξοδος από το ZANavi
fr: Quitter ZANavi
hu: KIlépés a ZANavi-ból
nl: ZANavi afsluiten
pl: wyjdź z ZANavi
pt: sair
sk: Ukončiť ZANavi

source: toggle POI
cs: toogle POI
de: POI ein/aus
el: εναλλαγή POI
fr: POI on/off
hu: POI ki/be
nl: POI aan/uit
pl: włącz/wyłącz POI
pt: alternar POI
sk: Prepnúť POI

source: Announcer On
cs: Zapnout ohlašování
de: Ansagen einschalten
el: Εκφώνηση Ανοικτή
fr: Voix activée
hu: Hangbemondás be
nl: spraak aan
pl: Włącz komunikaty
pt: Locutor ativado
sk: Hlásateľ Zap

source: Announcer Off
cs: Vypnout ohlašování
de: Ansagen stumm
el: Εκφώνηση Κλειστή
fr: Voix désactivée
hu: Hangbemondás ki
nl: spraak uit
pl: Wyłącz komunikaty
pt: Locutor desativado
sk: Hlásateľ Vyp

source: delete maps
cs: smazat mapy
de: Karten löschen
el: διαγραφή χαρτών
fr: supprimer les cartes
hu: térképek törlése
nl: kaarten verwijderen
pl: usuń mapy
pt: apagar mapas
sk: Zmazať mapy

source: show Maps age
de: Karten Erstelldatum
el: Εμφάνιση παλαιότητας χάρτη
fr: Afficher la date des cartes
hu: Térkép aktualitása
pl: Pokaż wiek map
sk: Zobraziť vek máp

source: Coord Dialog
de: Koordinaten eingeben
el: Συντεταγμένες
fr: coordonnées gps
hu: Koordináta-párbeszéd
pl: Wprowadź współrzędne
sk: Zadanie súradníc

source: add Traffic block
de: Baustelle markieren
el: προσθήκη μποτιλιαρίσματος
fr: ajouter un embouteillage
hu: Forgalmi akadály hozzáadása
pl: Zaznacz blokadę ruchu
sk: Pridať prekážku v premávke

source: clear Traffic blocks
de: alle Baustellen entfernen
el: καθαρισμός μποτιλιαρισμάτων
fr: supprimer embouteillage
hu: Forgalmi akadály eltávolítása
pl: Skasuj wszystkie blokady ruchu
sk: Zmazať prekážky v premávke

source: convert GPX file
de: GPX file konvertieren
el: μετατροπή αρχείου GPX
fr: convertir le fichier GPX
hu: GPX file konverzió
pl: Konwertuj plik GPX
sk: Skonvertovať GPX súbor

source: clear GPX map
de: GPX routen entfernen
el: καθαρισμός χάρτη GPX
fr: effacer la carte GPX
hu: GPX térkép törlése
sk: Zmazať GPX mapu

source: Demo Vehicle
de: Demo Fahrzeug
el: Όχημα Επίδειξης
fr: véhicule de démonstration
hu: Demo jármű
nl: Demo voertuig
pl: Pojazd demo
pt: Demonstração
sk: Predvádzacie vozidlo

source: Speech Texts
de: Texte für Sprache
el: Εκφώνηση Κειμένων
fr: prononcer les textes
hu: Beszéd szövegek
nl: Gesproken tekst
pl: Czytaj teksty
sk: Rečové texty

source: Nav. Commands
de: Nav. Kommandos
el: Εντ. Πλοήγησης
hu: Navigációs utasítások
nl: Nav. Opdrachten
pl: Komendy nawigacji
pt: Comandos
sk: Nav. povely

source: toggle Routegraph
de: Routegraph anzeigen
fr: afficher le graphique routier
hu: Útvonal gfáf ki/be

source: export Destinations
de: Ziele exportieren
fr: exporter les destinations

source: import Destinations
de: Ziele importieren
fr: importer les destinations

source: send feedback
de: feedback senden
fr: envoyer un commentaire
hu: Vélemény küldése

source: online Help
de: online Hilfe
el: online Βοήθεια
fr: aide en ligne
hu: Online súgó
pl: Pomoc online
pt: ajuda online
sk: Online pomoc

source: About
de: Über

source: Target in gmaps
de: zeige in gmaps
el: Στόχος στο gmaps
fr: Cible dans Google Maps
hu: Mutasd a célt a GMaps-ben
nl: Plaats in gmaps
pl: Pokaż w GMaps
pt: Mostrar no gmaps
sk: Cieľ na Google mapách

source: Share
de: Teilen
fr: Partager
hu: Megosztás

source: Stop Navigation
cs: Přestat navigovat
de: Navigation beenden
el: Διακοπή πλοήγησης
fr: Arrêter la navigation
hu: Navigálás vége
nl: Stop navigatie
pl: Zatrzymaj nawigację
pt: Parar Navegação
sk: Zastaviť navigáciu

source: No address found
cs: Adresa nenalezena
de: Keine Adresse gefunden
el: Δεν βρέθηκε διεύθυνση
fr: Adresse non trouvée
hu: Cím nem található
nl: Adres niet gevonden
pl: Nie znaleziono adresu
pt: Endereço não encontrado
sk: Nenájdená žiadna adresa

source: Meeting Point
de: Treffpunkt
fr: Point de rencontre
hu: Találkozás helye

source: my Location
de: Standort
fr: ma localisation

source: Enter: City and Street
cs: Vložte: město a ulici
de: Stadt und Straße:
el: Εισαγωγή: Πόλη και Οδός
hu: Város, utca:
nl: Invoer: plaatsnaam en straat
pl: Wprowadź: Miasto oraz Ulica
pt: Informe: Cidade e Rua
sk: Zadjate: Mesto a ulicu

source: No search string
de: Kein Suchtext
fr: Recherche vide
hu: Nincs keresési szöveg

source: No search string entered
cs: Vyhledávací řetězec je prázdný
de: Keine Eingabe
el: Δεν εισήχθηκε αλφαριθμητικό αναζήτησης
fr: aucun élément entré
hu: Keresőmező üres
nl: geen waarde opgegeven
pl: Nie wprowadzono żadnych znaków
pt: Não há texto a ser procurado
sk: Nezadaný žiadny výraz

source: there was a problem with sending feedback
de: Problem beim senden von feedback
fr: Il y a eu un problème lors de l'envoi des commentaires
hu: A vélemény küldése közben hiba lépett fel

source: getting search results
cs: Získávám výsledky hledání
de: lade Suchergebnisse
el: λήψη αποτελεσμάτων αναζήτησης
fr: recherche en cours
hu: Eredmények keresése
nl: haalt zoekresultaten op
pl: pobieranie wyników wyszukiwania
pt: obtendo resultados da busca
sk: Získava sa výsledok hľadania

source: searching ...
cs: hledám....
de: Suche läuft ...
el: αναζήτηση ...
fr: recherche ...
hu: keresés ...
nl: zoekt ...
pl: wyszukuję ...
pt: procurando...
sk: Hľadá sa ...

source: loading search results
cs: nahrávám výsledky hledání
de: lade Suchergebnisse
el: φόρτωση αποτελεσμάτων αναζήτησης
fr: chargement des résultats
hu: eredmények betöltése
nl: resultaten ophalen
pl: wczytywanie wyników wyszukiwania
pt: carregando resultados da busca
sk: Načítavajú sa výsledky hľadania

source: towns
cs: města
de: Städte
el: πόλεις
fr: villes
hu: városok
nl: steden
pl: miasta
pt: cidades
sk: Mestá

source: Streets
cs: Ulice
de: Straßen
el: Οδοί
fr: Rues
hu: Utcák
nl: Straten
pl: Ulice
pt: Ruas
sk: Ulice

source: No Results found!
cs: Nic nenalzeno
de: Suche liefert kein Ergebnis!
el: Δεν βρέθηκαν Αποτελέσματα!
fr: Aucun résultat trouvé !
hu: Nincs találat!
nl: Geen resultaat gevonden!
pl: Nic nie znaleziono!
pt: Nada foi encontrado!
sk: Žiadny výsledok nenájdený!

source: ERROR
de: FEHLER

source: Possibly not enough space on your device!
de: Möglicherweise ist nicht genung Platz vorhanden!
el: Πιθανόν όχι αρκετός χώρος στη συσκευή
fr: Peut-être pas assez d'espace libre sur votre périphérique !
hu: Feltehetöen nincs elég hely az eszközön!
pl: Prawdopodobnie brak miejsca na Twoim urządzeniu!
sk: Pravdepodobne nedostatok voľného miesta vo Vašom zariadení!

source: device space
de: Speicherplatz
el: χώρος στη συσκευή
fr: Espace libre
hu: Eszköz szabad tárhely
sk: Voľné miesto v zariadení

source: loading ...
de: laden ...

source: Cancel
de: Abbrechen
fr: Annuler
hu: Mégsem

source: Send feedback via email ...
de: Feedback per Email senden ...
fr: Envoyer les commentaires par courriel

source: Send email with attachments
de: Email mit Anhang senden

source: No Email App found
de: kein Email App installiert

source: Please press BACK again to Exit
de: nochmal BACK drücken um App zu beenden
fr: Appuyez une deuxième fois sur retour pour quitter

source: google search API is not working at this moment, try offline search
de: Google Suche funktioniert im Moment nicht, bitte offline Suche verwenden
fr: L'API de recherche Google ne fonctionne pas en ce moment, essayez une recherche hors-ligne
hu: A Google keresö API nem müködik, próbáld késöbb

source: saving route to GPX-file failed
de: saving route to GPX-file
fr: l'enregistrement de l'itinéraire vers le fichier GPX a échoué

source: setting destination to
cs: Nastavuji cíl do
de: neues Fahrziel:
el: καθορισμός προορισμού στο
fr: destination vers
hu: Cél beállítva:
nl: bestemming ingesteld op
pl: ustawianie celu trasy do
pt: definindo destino para
sk: Nastavuje sa cieľ na

source: new Waypoint
cs: nový waypoint
de: neues Zwischenziel
el: νέο σημείο
fr: nouvelle destination
hu: Új útpont
nl: nieuw routepunt
pl: Nowy punkt
pt: novo ponto de partida
sk: nový cestovný bod

source: Search results
de: Suchergebnisse
fr: Résultats de la recherche

source: Destination set
de: Ziel gesetzt
el: Ορισμός προορισμού
fr: Fixer la destination
hu: Cél beadva
sk: Cieľ bol určený

source: No route found / Route blocked
de: keine Route gefunden / blockiert
el: Δεν βέθηκε διαδρομή / μπλοκαρισμένη διαδρομή
fr: Aucun itinéraire trouvé/itinéraire bloqué
hu: Nem található útvonal / útvonal lezárva
pl: Nie znaleziono drogi / Droga zablokowana
sk: Nenašla sa žiadna trasa / Trasa zablokovaná

source: Building route path
de: generiere Route Path
fr: Création de l'itinéraire
hu: Útvonal kiszámolása
pl: Generowanie trasy

source: Building route graph
de: generiere Route Graph
fr: Construction du graphique routier
hu: Útvonal ábra kiszámolása
pl: Generowanie wykresu trasy
sk: Zostavuje sa graf trasy

source: downloading, please wait ...
de: laden, bitte warten ...
fr: téléchargement, veuillez patienter...
hu: Letöltés ... kérlek, várj!

source: __PREF__title__use_fast_provider
cs: GSM/3g/WiFi
de: GSM/3g/Wireless
el: GSM/3g/Ασύρματο
fr: GSM/3G/Sans-fil
hu: GSM/3g/Wireless
nl: GSM/3G/WiFi
pl: GSM/3g/WiFi
pt: GSM/3G/Sem fio
sk: GSM/3g/Bezdrôtové

source: __PREF__summ__use_fast_provider
cs: K získání pozice použij síť GSM/3g/WiFi (používá Internet)
de: Position auch mit GSM/3g/Wireless finden (braucht Internet)
el: Χρήση GSM/3g/Ασύρματων δυκτων για λήψη τοποθεσίας (χρήση Internet)
fr: GSM/3G/Sans-fil pour déterminer la position (utilise internet)
hu: GSM/3g/Wireless (Internet!) használata a pozíciómeghatározáshoz
nl: Gebruik GSM/3G/WiFi om de positie te bepalen (Internet)
pl: Użyj sieci GSM/3g/WiFi aby ustalić pozycję (wykorzystuje Internet)
pt: Utilizar redes GSM/3G/Sem fio para obter posição (usa a Internet)
sk: Použiť GSM/3g/Bezdrôtové siete na získanie pozície (použije Internet)

source: __PREF__title__use_agps
cs: aGPS
de: aGPS
el: aGPS
fr: aGPS
hu: aGPS használata
nl: aGPS
pl: aGPS
sk: aGPS

source: __PREF__summ__use_agps
cs: Používej asistované GPS (potřebuje Internet)
de: aGPS verwenden für schnellere Positionsfindung (braucht Internet !!)
el: χρήση aGPS (με χρήση Internet !!)
fr: Utilise le GPS assisté (utilise internet)
hu: Assisted GPS használata (internet kapcsolat!)
nl: gebruik assisted GPS (gebruikt Internet !!)
pl: Użyj assisted GPS (wykorzystuje Internet!!)
sk: Použiť asistované GPS (použije Internet !!)

source: __PREF__title__follow_gps
cs: Následuj
de: folgen
el: Ακολούθησε
fr: Suivi GPS
hu: Követés
nl: Volg GPS
pl: Podążaj za GPS
pt: Seguir
sk: Nasledovať

source: __PREF__summ__follow_gps
cs: Centruj mapu podle GPS. Aktivujte tuto volbu, pokud chcete používat směrování kompasem.
de: Karte folgt Fahrzeug
el: Κεντράρισμα στο GPS. ενεργοποιήστε για τη λειτουργία κατεύθυνσης πυξίδας
fr: Centré sur la position GPS, Activez cette option pour le suivi du cap
hu: A térkép követi a helyzetet (sticky)
nl: Volg GPS. Benodigd voor de kompas richting
pl: Podążaj za pozycją GPS. Włącz aby działał kompas.
pt: Sincronizar com GPS. Ative isso para que a bússola funcione
sk: Centrovať na GPS. Aktivujte toto pre smerovanie podľa kompasu.

source: __PREF__title__use_lock_on_roads
cs: Jen po silnicích
de: Fahrzeug auf Strasse
el: κλείδωμα στο Δρόμο
fr: Bloqué sur les routes
hu: Maradj az úton
nl: plaats op de weg
pl: Przyciągaj do drogi
sk: Prichytiť k ceste

source: __PREF__summ__use_lock_on_roads
cs: Umístnit pozici vždy na nejbližší komunikaci. Vypněte, pokud se pohybujete mimo značené trasy.
de: Fahrzeug auf nächstgelegene Strasse fixieren. Zu Fuß oder Offroad bitte ausschalten
el: κλείδωμα του οχήματος στον κοντινότερο Δρόμο. απενεργοποιήστε αν περπατάτε ή οδηγείτε εκτός δρόμου
fr: Localise exclusivement le véhicule sur les routes les plus proches à désactiver si vous marchez ou roulez hors route
hu: A pointert az úton tartja akkor is, ha esetleg a koordináta eltér (autós beállítás, gyalog vagy terepen kikapcsolandó)
nl: Plaatst het voertuig op de dichtsbijzijnde weg. Zet deze uit voor wandelen of offroad rijden
pl: Przyciągaj pojazd do najbliższej drogi. Wyłącz jeśli idziesz pieszo lub jedziesz w terenie
sk: Prichytiť vozidlo k najbližšej ceste. Vypnite ak kráčate alebo jazdíte v teréne.

source: __PREF__title__show_vehicle_in_center
cs: Centruj dle pozice
de: Fahrzeug
el: Όχημα στο κέντρο
fr: Véhicule au centre
hu: Pozíció a középpontban
nl: Centreer op voertuig
pl: Pojazd na środku
pt: Veículo no centro
sk: Vozidlo v strede

source: __PREF__summ__show_vehicle_in_center
cs: Zobrazuje pozici uprostřed obrazovky místo ve spodní části
de: Fahrzeug in Displaymitte, statt weiter unten
el: εμφάνιση του οχήματος στο κέντρο της οθόνης, αντί για το κάτω μισό
fr: Affiche le véhicule au centre de l'écran, au lieu d'en bas
hu: A pozíció a térkép közepére rögzül
nl: Toont het voertuig in het midden van het scherm in plaats van onderin.
pl: Pokaż pojazd na środku ekranu zamiast w dolnej części
pt: mostra o veículo no centro da tela ao invés de exibir na parte inferior
sk: Zobraziť vozidlo v strede obrazovky, namiesto spodnej polovice

source: __PREF__title__show_sat_status
cs: Stav statelitů
de: Sat Status
el: Κατάσταση δορυφόρων
fr: État du GPS
hu: Műholdak
nl: satteliet status
pl: Status satelitów
sk: Stav satelitov
