Repository: K56Flex/zanavi
Catalog: po/*.po
Languages: ca, et, hr, id, sc, zh_hk

source: Set as position
ca: Estableix com a posició
et: Määra asukohaks
hr: Namjestite poziciju
id: Tetapkan sebagai posisi
sc: Issepera positzione
zh_hk: 設定閣下所在位置

source: Set as destination
ca: Estableix com a destinació
et: Määra sihtpunktiks
hr: Namjestite odredište
id: Tetapkan sebagai tujuan
sc: Sintza commente destinatzione
zh_hk: 設定目的地

source: Add as bookmark
ca: Afegeix a les adreces d'interès
et: Lisa järjehoidjasse
hr: Dodajte zabilješku
id: Tambahkan sebagai penunjuk
sc: Sinza commente importante
zh_hk: 添加書籤

source: first
ca: primera
et: esimene
hr: prvi
id: pertama
zh_hk: 第一條

source: second
ca: segona
et: teine
hr: drugi
id: kedua
sc: secundu
zh_hk: 第二條

source: third
ca: tercera
et: kolmas
hr: treći
id: ketiga
sc: terzu
zh_hk: 第三條

source: fourth
ca: quarta
et: neljas
hr: četvrti
id: keempat
sc: quartu
zh_hk: 第四條

source: fifth
ca: cinquena
et: viies
hr: peti
id: kelima
sc: quintu
zh_hk: 第五條

source: sixth
ca: sisena
et: kuues
hr: šesti
id: keenam
sc: sestu
zh_hk: 第六條

source: seventh
et: seitsmendat

source: eighth
et: kaheksandat

source: ninth
et: üheksandat

source: first exit
ca: primera sortida
et: esimesest mahasõidust
hr: prvi izlaz
id: exit pertama
sc: prima essia
zh_hk: 第一個出口

source: second exit
ca: segona sortida
et: teisest mahasõidust
hr: drugi izlaz
id: exit kedua
sc: secunda essia
zh_hk: 第二個出口

source: third exit
ca: tercera sortida
et: kolmandast mahasõidust
hr: treći izlaz
id: exit ketiga
sc: terza essia
zh_hk: 第三個出口

source: fourth exit
ca: quarta sortida
et: neljandast mahasõidust
hr: četvrti izlaz
id: exit keempat
sc: quarta essia
zh_hk: 第四個出口

source: fifth exit
ca: cinquena sortida
et: viiendast mahasõidust
hr: peti izlaz
id: exit kelima
sc: quinta essia
zh_hk: 第五個出口

source: sixth exit
ca: sisena sortida
et: kuuendast mahasõidust
hr: šesti izlaz
id: exit keenam
zh_hk: 第六個出口

source: seventh exit
ca: setena sortida
et: seitsmendast mahasõidust
zh_hk: 第七個出口

source: eighth exit
ca: vuitena sortida
et: kaheksandast mahasõidust
zh_hk: 第八個出口

source: ninth exit
ca: novena sortida
et: üheksandast mahasõidust
zh_hk: 第九個出口

source: in %d m
ca: d'aquí a %d m
et: %d m pärast
hr: za %d m
id: dalam %d meter
sc: in %d minutoso
zh_hk: 在 %d 米內

source: %d feet
ca: %d peus
et: %d jalga
zh_hk: %d 尺

source: in %d feet
ca: en %d peus
et: %d jala pärast
zh_hk: 在 %d 尺

source: %d meters
ca: %d metres
et: %d meetrit
hr: %d metara
id: %d meter
sc: %d metroso
zh_hk: %d 米

source: in %d meters
ca: d'aquí a %d metres
et: %d meetri pärast
hr: za %d metara
id: dalam %d meter
sc: in %d metroso
zh_hk: 在 %d 米內

source: %d.%d miles
ca: %d.%d milles
et: %d.%d miili
zh_hk: %d%d 里

source: in %d.%d miles
ca: en %d.%d milles
et: %d.%d miili pärast
zh_hk: 在 %d%d 里

source: %d.%d kilometers
ca: %d.%d quilòmetres
et: %d.%d kilomeetrit
hr: %d.%d kilometara
id: %d.%d kilometer
sc: %d, %d chilometroso
zh_hk: %d.%d 千米

source: in %d.%d kilometers
ca: d'aquí a %d.%d quilòmetres
et: %d.%d kilomeetri pärast
hr: za %d.%d kilometara
id: dalam %d.%d kilometer
sc: in %d, %d chilometroso
zh_hk: 在 %d.%d 千米內

source: one mile
ca: una milla
et: üks miil
zh_hk: %d 里

source: in one mile
ca: en una milla
et: ühe miili pärast
zh_hk: 在 %d 里內

source: one kilometer
ca: un quilòmetre
et: üks kilomeeter
hr: %d kilometar
sc: unu chilometru
zh_hk: %d 千米

source: in one kilometer
ca: d'aquí a un quilòmetre
et: ühe kilomeetri pärast
hr: za %d kilometar
id: dalam %d kilometer
sc: in unu chilometru
zh_hk: 在 %d 千米內

source: exit
ca: surt
et: välju
hr: izlaz
id: keluar
sc: essi
zh_hk: 出口

source: into the ramp
ca: a la sortida
et: pealesõidule
hr: na rampu
id: menuju jalur yang melandai
sc: in sa rampa
zh_hk: 進入斜路

source: %sinto the street %s%s%s
ca: %s al carrer %s %s %s
et: %s %s%s%s tänavale
hr: %su ulicu %s%s%s
id: %s menuju jalan %s%s%s
sc: %s in s\'istrada %s %s %s
zh_hk: %s進入 %s 街道%s%s

source: %sinto the %s%s%s|male form
ca: %s al %s %s %s
et: %s %s%s%s tänavale
hr: %su %s%s%s|male form
id: %smenuju ke%s%s%s
sc: %s in su %s%s%s
zh_hk: %s進入 %s%s%s

source: %sinto the %s%s%s|female form
ca: %s a la %s %s %s
et: %s %s%s%s tänavale
hr: %su %s%s%s|female form
id: %smenuju ke %s%s%s
sc: %s in sa %s%s%s
zh_hk: %s進入 %s%s%s

source: %sinto the %s%s%s|neutral form
ca: %s a %s %s %s
et: %s %s%s%s tänavale
hr: %su %s%s%s|neutral form
id: %smenuju ke %s%s%s
sc: %s in su %s%s%s
zh_hk: %s進入 %s%s%s

source: %sinto the %s
ca: %s cap a la %s
et: %steele %s
hr: %su %s
id: %smenuju ke %s
sc: %s in sa %s
zh_hk: %s進入 %s

source: right
ca: dreta
et: paremale
hr: desno
id: kanan
sc: destra
zh_hk: 右

source: left
ca: esquerra
et: vasakule
hr: lijevo
id: Kiri
sc: manca
zh_hk: 左

source: straight
et: otse

source: slighty
et: sujuvalt

source: slight
ca: lleugerament
et: sujuvalt
zh_hk: 少少

source: hard
et: järsult
zh_hk: 大

source: really hard
et: väga järsult
zh_hk: 很大

source: When possible, please turn around
ca: Quan sigui possible, doneu mitja volta
et: Tee esimesel võimalusel tagasipööre
hr: Ako je moguće okrenite se
id: bila memungkinkan, balik arah
sc: Commente possibile torra in daesecusu
zh_hk: 如可以請掉頭

source: Follow the road for the next %s
ca: Seguiu per la carretera durant els propers %s
et: Jätka mööda seda teed järgmised %s
hr: Pratite cestu za idući %s
id: ikuti jalan untuk ke tujuan berikutnya %s
sc: Sichi s'istrada fintzasa a %s
zh_hk: 一直走，直至下個%s

source: soon
ca: aviat
et: varsti
hr: uskoro
id: segera
sc: prestu
zh_hk: 即將

source: oncoming traffic!
et: tihe liiklus vastassuunas

source: keep left %s
et: hoia vasakule %s pärast

source: keep right %s
et: hoia paremale %s pärast

source: Turn %1$s%2$s %3$s%4$s
ca: Gireu %1$s%2$s %3$s%4$s
et: %3$s pööra %1$s%2$s %4$s
hr: Krenite %1$s%2$s %3$s%4$s
id: Beloklah %1$s%2$s %3$s%4$s
sc: Zira %1$s%2$s %3$s%4$s
zh_hk: %1$s轉向%2$s %3$s至%4$s

source: then
et: siis

source: then turn %1$s%2$s %3$s%4$s
ca: després, gireu %1$s%2$s%3$s%4$s
et: siis pööra %3$s %1$s%2$s %4$s
hr: onda krenite %1$s%2$s %3$s%4$s
id: kemudian beloklah %1$s%2$s %3$s%4$s
sc: tando zira %1$s%2$s %3$s%4$s
zh_hk: 然後%1$s轉%2$s %3$s%4$s

source: You have reached your destination %s
ca: Heu arribat a la destinació %s
et: Oled kohal %s
hr: Stigli ste na cilj %s
id: anda telah sampai pada tujuan %s
sc: Ses arribbau a %s
zh_hk: 已到達目的地 %s

source: then you have reached your destination.
ca: aleshores heu arribat a destí
et: siis oled jõudnud sihtpunkti.
hr: nakon toga ste stigli do cilja
id: kini anda telah sampai pada tujuan
sc: tando ses arribbau
zh_hk: 然後會到達目的地

source: Enter the roundabout soon
ca: Entreu a la rotonda vinent
et: Sõida varsti ringteele
zh_hk: 快進入迴旋處

source: Leave the roundabout at the %s
ca: Deixeu la rotonda a la %s
et: Välju ringteelt %s
hr: Napustite kružni tok na %s
id: Tinggalkan bundaran pada %s
sc: lassa sa rotatoria a %s
zh_hk: 在 %s 離開迴旋處

source: then leave the roundabout at the %s
ca: aleshores deixeu la rotonda a la %s
et: siis välju ringteelt %s
hr: onda napustite kružni tok na %s
id: kemudian tinggalkan bundaran pada %s
sc: tando lassa sa rotatoria a %s
zh_hk: 然後在 %s 離開迴旋處

source: In %s, enter the roundabout
ca: A %s, entreu a la rotonda
et: %s pärast sõida ringteele
hr: U %s, uđite u kružni tok
id: Dalam %s,memasuki bundaran
sc: Tra %s, intra in sa rotatoria
zh_hk: %s內進入迴旋處

source: Take the %1$s road to the %2$s
et: Vali %1$s tee suunal %2$s
hr: Vozite cestom %1$s do %2$s
id: Ambil %1$s jalan ke %2$s
sc: Pica sa %1$s istrada a %2$s
zh_hk: 取 %1$s 路往%2$s方向

source: after %i roads
ca: després de %i carrers
et: %i tee pärast
hr: nakon %i ceste
id: setelah %i jalan
sc: dopu %i istradasa
zh_hk: %i 條路之後

source: now
ca: ara
et: nüüd
hr: sada
id: saat ini
sc: como
zh_hk: 現在

source: then take the %1$s road to the %2$s
ca: després, agafeu la %1$s carretera a la %2$s
et: siis pööra %1$s teelt %2$s suunas
hr: onda krenite na cestu %1$s do %2$s
id: kemudian ambil %1$s jalan menuju %2$s
sc: tando pica sa %1$s istrada a %2$s
zh_hk: 然後取 %1$s 路往%2$s方向

source: error
et: viga
hr: greška
id: kesalahan
sc: errore
zh_hk: 錯誤

source: %1$s%2$s %3$s%4$s
et: %3$s pärast %1$s%2$s %4$s

source: then %1$s%2$s %3$s%4$s
et: siis %3$s %1$s%2$s %4$s

source: then keep left
et: siis hoia vasakule

source: then keep right
et: siis hoia paremale

source: Position
ca: Posició
et: Asukoht
hr: Pozicija
id: Posisi
sc: Positzione
zh_hk: 位置

source: Command
ca: Ordre
et: Käsk
hr: Naredba
id: Perintah
sc: Comandu
zh_hk: 指令

source: Length
ca: Durada
et: Pikkus
hr: Dužina
sc: Longaria
zh_hk: 距離

source: Time
ca: Temps
et: Aeg
hr: Vrijeme
sc: Tempu
zh_hk: 時間

source: Destination Length
ca: Distància fins a destinació
et: Sihtkoha kaugus
hr: Duljina odredišta
id: Jarak ke tujuan
sc: Longaria de destinazione
zh_hk: 抵達目的地距離

source: Destination Time
ca: Temps fins a destinació
et: Kohalejõudmise aeg
hr: Vrijeme dolaska
id: Waktu di tujuan
sc: Tempu de destinazione
zh_hk: 抵達目的地時間

source: Roadbook
ca: Full de ruta
et: Teekonna raamat
hr: Cestovni dnevnik
id: Panduan perjalanan
sc: Libru de istradasa

source: Waypoint reached
et: Jõudsid vahepunkti

source: You have reached your destination
ca: Heu arribat a la vostra destinació
et: Jõudsid kohale
zh_hk: 已到目的地

source: Waypoint
et: Vahepunkt

source: then turn %2$s%1$s
et: siis pööra %2$s%1$s

source: then turn %1$s%2$s
et: siis pööra %1$s%2$s

source: Help
ca: Ajuda
et: Abi
hr: Pomoć
id: Bantuan
sc: Azzudu

source: Back
ca: Enrere
et: Tagasi
hr: Natrag
id: Kembali
sc: Torra
zh_hk: 返回

source: Streets
ca: Carrers
et: Tänavad
hr: Ulice
id: jalan
sc: Istradasa
zh_hk: 街道

source: House numbers
ca: Números de casa/portal
et: Majanumbrid
hr: kućni broja
id: Nomor Rumah
sc: Numeroso Civicoso
zh_hk: 門牌號

source: House number
ca: Número de casa/portal
et: Majanumber
hr: Kućni broj
id: Nomer rumah
sc: Numeru Civicu
zh_hk: 屋號

source: Street
ca: Adreça
et: Tänav
hr: Ulica
id: Jalan
sc: Istrada
zh_hk: 街

source: Town
ca: Població
et: Linn
hr: Grad
id: Kota
sc: Bidda
zh_hk: 鎮

source: Country
ca: Estat
et: Riik
hr: Država
id: Negara
sc: Paese
zh_hk: 國家或地區

source: Active
et: Aktiivne

source: Download Enabled
et: Allalaadimine lubatud
zh_hk: 已可下載

source: Maps
ca: Mapes
et: Kaardid
hr: Karte
id: Peta - peta
sc: Mappa
zh_hk: 地圖

source: Show Satellite Status
ca: Mostra l'estat del satèl·lit
et: Kuva satelliitide infot
hr: Pokaži status satelita
id: Status Satelit
sc: Pompia s'istatu de su satellite
zh_hk: 顯示衛星狀況

source: Elevation
ca: Elevació
et: Kõrgus
hr: Nadmorska visina
id: Elevasi
sc: Artaria
zh_hk: 海拔

source: Azimuth
ca: Azimut
et: Asimuut
hr: Azimut
zh_hk: 方位角

source: Show NMEA Data
ca: Mostra les dades NMEA
et: Kuva NMEA Infot
hr: Pokaži NMEA podatke
id: Data NMEA
sc: Pompia NMEA Data
zh_hk: 顯示 NMEA 資料

source: car
ca: cotxe
et: auto
hr: auto
id: mobil
sc: Macchina
zh_hk: 汽車

source: bike
ca: bicicleta
et: jalgratas
hr: biciklo
id: sepeda
sc: Bicicletteda
zh_hk: 單車

source: pedestrian
ca: vianant
et: jalakäija
hr: pješak
id: pejalan kaki
sc: A pedese
zh_hk: 行人

source: Current profile: %s
ca: Perfil actual: %s
et: praegune profiil: %s
hr: Trenutni profil: %s
id: Profil saat ini: %s
sc: Profilu currente: %s
zh_hk: 當前設定組合：%s

source: Change profile to: %s
ca: Canvia el perfil a: %s
et: Sea uueks profiiliks: %s
hr: Mijenjaj profil na: %s
sc: Cambia profilu a: %s
zh_hk: 將設定組合改為：%s

source: Set as active
ca: Habilita
et: Muuda aktiivseks
hr: Odredi kao aktivno
id: Diaktifkan
sc: Sintza Attivu
zh_hk: 建設定成有效

source: Show Satellite status
ca: Mostra l'estat del satèl·lit
et: Kuva satelliitide info
hr: Pokaži status satelita
id: Status Satelit
sc: Pompia s'istatu de su satellite
zh_hk: 顯示衛星狀況

source: Show NMEA data
ca: Mostra les dades NMEA
et: Kuva NMEA infot
hr: Pokaži NMEA podatke
id: Data NMEA
sc: Pompia NMEA data
zh_hk: 顯示 NMEA 資料

source: Vehicle
et: Liiklusvahend
hr: Vozilo
id: Kendaraan
sc: Veicolu
zh_hk: 車輛

source: Rules
ca: Regles
et: Reeglid
hr: Pravila
id: Aturan - aturan
sc: Regulasa
zh_hk: 規則

source: Lock on road
ca: Fixar a la via
et: Lukusta teele
hr: Drži na cesti
id: Kunci pada jalan
sc: Pompia in s'istrada
zh_hk: 只在車路上

source: Northing
ca: Orientació sempre al nord
et: Põhjasuund
hr: Sjevereno
id: Keutara
sc: Versu Nord
zh_hk: 向北

source: Map follows Vehicle
ca: El mapa segueix el vehicle
et: Kaart järgib sõidukit
hr: Karta prati vozilo
id: Peta mengikuti kendaraan
sc: Sa mappa ti sichiti
zh_hk: 地圖跟隨車輛前進方向

source: Message
ca: Missatge
et: Teade
hr: Poruka
id: Pesan
sc: Imperiu
zh_hk: 訊息

source: Route Description
ca: Descripció de la ruta
et: Teekonna kirjeldus
hr: Opis rute
id: Deskripsi rute
sc: Descritzione de s'istrada
zh_hk: 路線說明

source: Height Profile
et: Kõrguste profiil
hr: Visinski profil
id: Profil ketinggian
sc: Profilu de Pesu

source: Look out! Camera!
ca: Vigileu! Càmera!
et: Ettevaatust! Kaamera!
zh_hk: 小心！有快相機！

source: Please decrease your speed
ca: Si us plau, disminuïu la velocitat
et: Palun vähenda kiirust!
zh_hk: 請減速

source: zeroth
sc: Nemmoso
zh_hk: 附近

source: zeroth exit
ca: sortida zero
zh_hk: 附近出口

source: %d m
id: %d meter
sc: '%d' minutu
zh_hk: %d 米

source: km
zh_hk: 千米

source: m
zh_hk: 米
